Repository: jozzer182/Yuva
Catalog: yuva_client/lib/l10n/app_*.arb
Languages: es

# hello
source: Hello, {name}
es: Hola, {name}

source: Get started
es: Comenzar

source: Next
es: Siguiente

# onboardingTitle1
source: Relax, your home will shine
es: Relájate, tu hogar queda brillante

# onboardingTitle2
source: Book in minutes
es: Reserva en minutos

# onboardingTitle3
source: Find trusted people for home cleaning
es: Encuentra personas de confianza para aseo en casa

# onboardingDesc1
source: Enjoy a clean home without worries
es: Disfruta de un hogar limpio sin preocupaciones

# onboardingDesc2
source: Simple and fast process to schedule your service
es: Proceso simple y rápido para agendar tu servicio

# onboardingDesc3
source: We connect with verified professionals near you
es: Conectamos con profesionales verificados cerca de ti

source: Continue with email
es: Continuar con correo

source: Continue as guest
es: Continuar como invitado

source: Log in
es: Iniciar sesión

source: Sign up
es: Crear cuenta

source: Email
es: Correo electrónico

source: Password
es: Contraseña

source: Name
es: Nombre

# alreadyHaveAccount
source: Already have an account?
es: ¿Ya tienes cuenta?

# dontHaveAccount
source: Don't have an account?
es: ¿No tienes cuenta?

source: Home
es: Inicio

source: Search
es: Buscar

source: My bookings
es: Mis reservas

source: Profile
es: Perfil

# searchPlaceholder
source: Search cleaning services...
es: Buscar servicios de limpieza...

source: Search filters
es: Filtros de búsqueda

source: Price range
es: Rango de precio

# rating
source: {rating} ({count} reviews)
es: {rating} ({count} reseñas)

source: Availability
es: Disponibilidad

# searchResults
source: Search results will appear here
es: Resultados de búsqueda aparecerán aquí

source: Categories
es: Categorías

# featuredCleaners
source: Featured
es: Destacados

source: No bookings yet
es: Aún no tienes reservas

# noBookingsDescription
source: When you book a service, you will see it here with the status and details.
es: Cuando reserves un servicio, lo verás aquí con el estado y los detalles.

source: Explore options
es: Explorar opciones

source: Language
es: Idioma

# spanish
source: Espa√±ol
es: Español

source: Log out
es: Cerrar sesión

# categoryOnetime
source: One-time cleaning
es: Aseo puntual

# categoryWeekly
source: Weekly cleaning
es: Aseo semanal

# categoryDeep
source: Deep cleaning
es: Limpieza profunda

# categoryMoving
source: Moving cleaning
es: Mudanza

# perHour
source: {price}/hour
es: {price}/hora

# yearsExperience
source: {years} years of experience
es: {years} años de experiencia

source: New booking
es: Nueva reserva

# bookingSubtitle
source: View and track the status of your scheduled services.
es: Visualiza y sigue el estado de tus servicios agendados.

# stepChooseService
source: Choose service
es: Elige el servicio

# stepPropertyDetails
source: Property details
es: Detalles de la propiedad

# stepFrequencyDate
source: Frequency and date
es: Frecuencia y fecha

# stepAddressNotes
source: Address and notes
es: Dirección y notas

# stepPriceEstimate
source: Price estimate
es: Precio estimado

# stepSummary
source: Summary
es: Resumen

# progressLabel
source: Step {step}
es: Paso {step}

# chooseServiceHint
source: Pick the cleaning service you need.
es: Selecciona el tipo de limpieza que necesitas.

# propertyTypeTitle
source: Property type
es: Tipo de propiedad

# sizeCategoryTitle
source: Size
es: Tamaño

source: Bedrooms
es: Habitaciones

source: Bathrooms
es: Baños

# frequencyTitle
source: Frequency
es: Frecuencia

# dateAndTime
source: Date & time
es: Fecha y hora

source: Duration (hours)
es: Duración (horas)

# addressLabel
source: Address
es: Dirección

# addressPlaceholder
source: e.g., 123 Main St, Apt 4B
es: Ej: Calle 34 #12-45, Apto 402

# notesLabel
source: Notes
es: Notas

# notesPlaceholder
source: Gate codes, elevator, pets, instructions...
es: Instrucciones adicionales (portería, mascotas, acceso...)

# estimatedPriceLabel
source: Estimated price
es: Precio estimado

# pricePending
source: Calculating...
es: Calculando...

# priceDisclaimer
source: Final price may change when a professional accepts your request.
es: El precio final puede cambiar cuando un profesional acepte tu solicitud.

# whatAffectsPrice
source: What affects the price?
es: ¿Cómo calculamos el precio?

# priceFactors
source: We consider service type, space size, frequency, and estimated duration.
es: Consideramos el tipo de servicio, tamaño del espacio, frecuencia y duración estimada.

# summaryTitle
source: Booking summary
es: Resumen de tu reserva

source: Back
es: Atrás

source: Confirm booking
es: Confirmar reserva

# selectServiceFirst
source: Select a service type to continue.
es: Selecciona un tipo de servicio para continuar.

# serviceStandard
source: Standard clean
es: Limpieza completa

# serviceStandardDesc
source: General routine to refresh every space.
es: Rutina general para dejar cada espacio fresco.

# serviceDeepClean
source: Deep clean
es: Limpieza profunda

# serviceDeepCleanDesc
source: Detailed focus on kitchen, bathrooms, and heavy-use areas.
es: Atención detallada en cocina, baños y zonas de alto uso.

# serviceMoveOut
source: Move-out clean
es: Limpieza de mudanza

# serviceMoveOutDesc
source: Leave everything ready when moving out or in.
es: Deja todo listo al entregar o recibir un espacio.

# serviceOffice
source: Office/Shop
es: Oficina/Local

# serviceOfficeDesc
source: Light clean for small offices or shops.
es: Limpieza ligera para oficinas o locales pequeños.

# propertyApartment
source: Apartment
es: Apartamento

# propertyHouse
source: House
es: Casa

# propertySmallOffice
source: Small office
es: Oficina pequeña

# sizeSmall
source: Small
es: Pequeño

# sizeMedium
source: Medium
es: Mediano

# sizeLarge
source: Large
es: Grande

# frequencyOnce
source: One time
es: Una sola vez

# frequencyWeekly
source: Weekly
es: Semanal

# frequencyBiweekly
source: Biweekly
es: Quincenal

# frequencyMonthly
source: Monthly
es: Mensual

# dateLabel
source: Date
es: Fecha

# frequencyLabel
source: Frequency
es: Frecuencia

# durationLabel
source: Duration
es: Duración

# roomsLabel
source: Spaces
es: Espacios

# roomsCount
source: {bedrooms} bed / {bathrooms} bath
es: {bedrooms} hab / {bathrooms} baños

# bookingSuccessTitle
source: Request sent!
es: ¡Solicitud enviada!

# bookingSuccessSubtitle
source: We'll notify you when {service} is accepted.
es: Recibirás notificaciones cuando {service} sea aceptado.

source: View my bookings
es: Ver mis reservas

# bookingDetailTitle
source: Booking detail
es: Detalle de la reserva

# noNotesPlaceholder
source: No extra notes
es: Sin notas adicionales

# assignedCleanerPlaceholder
source: Assigned professional
es: Profesional asignado

# assignedCleanerHint
source: You'll see the assigned cleaner and profile here once available.
es: Aquí verás quién tome tu servicio y su perfil cuando esté disponible.

# upcomingBookings
source: Upcoming
es: Próximas

# pastBookings
source: Past
es: Pasadas

# serviceTypeLabel
source: Service type
es: Tipo de servicio

# statusPending
source: Pending
es: Pendiente

# statusInProgress
source: In progress
es: En progreso

# statusCompleted
source: Completed
es: Completado

# statusCancelled
source: Cancelled
es: Cancelado

source: Edit profile
es: Editar perfil

# editProfileTitle
source: Edit information
es: Editar información

source: Settings
es: Configuración

source: Notifications
es: Notificaciones

# notificationsSubtitle
source: Receive alerts about your services
es: Recibe alertas de tus servicios

# marketingOptIn
source: Offers and promotions
es: Ofertas y promociones

# marketingSubtitle
source: Get news and discounts
es: Recibe novedades y descuentos

source: My reviews
es: Mis reseñas

# myReviewsSubtitle
source: Review your past ratings
es: Revisa tus calificaciones anteriores

source: View all reviews
es: Ver todas las reseñas

source: No reviews yet
es: Aún no has dejado reseñas

# noReviewsDescription
source: When you complete a service, you can rate it here.
es: Cuando completes un servicio podrás calificarlo aquí.

# rateServiceTitle
source: Rate service
es: Calificar servicio

# ratingPromptTitle
source: How was your experience?
es: ¿Cómo fue tu experiencia?

# ratingPromptSubtitle
source: Your feedback helps us improve service quality.
es: Tu opinión nos ayuda a mejorar la calidad del servicio.

# ratingOptionalComment
source: Comment (optional)
es: Comentario (opcional)

# ratingCommentHint
source: Tell us about your service experience...
es: Cuéntanos sobre tu experiencia con el servicio...

source: Submit rating
es: Enviar calificación

source: Update rating
es: Actualizar calificación

# ratingSuccess
source: Thank you for your rating!
es: ¡Gracias por tu calificación!

# genericError
source: An error occurred. Please try again.
es: Ocurrió un error. Intenta nuevamente.

# bookingRatedLabel
source: Rated: {stars} stars
es: Calificado: {stars} estrellas

# bookingAwaitingRating
source: Tap to rate this service
es: Toca para calificar este servicio

# rateNow
source: Rate
es: Calificar

# viewRating
source: View
es: Ver

source: Save changes
es: Guardar cambios

source: Cancel
es: Cancelar

# profileUpdated
source: Profile updated successfully
es: Perfil actualizado exitosamente

source: My jobs
es: Mis trabajos

# postJobTitle
source: Post a job
es: Publicar trabajo

# postJobCta
source: Post job
es: Publicar trabajo

# postJobHeroTitle
source: Post what you need
es: Describe lo que necesitas

# postJobHeroSubtitle
source: Invite pros or receive proposals with better rates.
es: Invita profesionales o recibe propuestas con mejores tarifas.

# marketplaceHint
source: Pros will apply with their own proposals.
es: Los yuvapro aplican con sus propias propuestas.

# openJobsShort
source: Open jobs
es: Trabajos abiertos

# myJobsSubtitle
source: Post jobs, review proposals, and hire your pro.
es: Publica, revisa propuestas y contrata a tu profesional.

# openJobsTitle
source: Open jobs
es: Trabajos abiertos

# activeJobsTitle
source: Active jobs
es: Trabajos activos

# completedJobsTitle
source: Completed jobs
es: Trabajos completados

# noJobsYet
source: You don't have posted jobs yet
es: Aún no tienes trabajos publicados

# noJobsDescription
source: When you post a job you'll see its proposals and status here.
es: Cuando publiques un trabajo verás sus propuestas y estado aquí.

# jobStepBasics
source: Job basics
es: Detalles del trabajo

# jobStepProperty
source: Property
es: Propiedad

# jobStepBudget
source: Budget & frequency
es: Presupuesto y frecuencia

# jobStepLocation
source: Location & timing
es: Ubicación y horario

# jobStepSummary
source: Summary
es: Resumen

# jobTitleLabel
source: Job title
es: Título del trabajo

# jobTitleHint
source: e.g. Deep clean for 2BR apartment
es: Ej: Limpieza profunda de apartamento

# jobDescriptionLabel
source: Description
es: Descripción

# jobDescriptionHint
source: Share context, priorities or cleaning products.
es: Comparte contexto, prioridades o productos de limpieza.

# jobServiceRequired
source: Choose a service type to continue.
es: Selecciona un tipo de servicio para continuar.

# jobPropertyTitle
source: Property type
es: Tipo de propiedad

# jobSizeTitle
source: Size
es: Tamaño

# jobBudgetTitle
source: Budget
es: Presupuesto

# jobHourlyRangeLabel
source: Hourly range
es: Rango por hora

# budgetFrom
source: From
es: Desde

# budgetTo
source: To
es: Hasta

# budgetFixedLabel
source: Fixed budget
es: Presupuesto fijo

# jobFrequencyTitle
source: Frequency
es: Frecuencia

# jobAreaLabel
source: Neighborhood
es: Zona o barrio

# jobAreaHint
source: e.g. Soho, Brooklyn, Downtown
es: Ej: Chapinero, Suba, Usaquén

# jobPreferredDate
source: Preferred date
es: Fecha preferida

# jobPreferredDateHint
source: Optional: when you'd like to start
es: Opcional: cuándo te gustaría iniciar

# jobSummaryTitle
source: Review and publish
es: Revisa y publica

# jobTitlePlaceholder
source: Title pending
es: Título pendiente

# jobAreaPlaceholder
source: Area to define
es: Zona por definir

source: Publish job
es: Publicar trabajo

# jobPublishedSuccess
source: Job published. You'll get proposals soon.
es: Trabajo publicado. Recibirás propuestas pronto.

# jobDetailTitle
source: Job detail
es: Detalle del trabajo

source: Job not found
es: Trabajo no encontrado

# invitedPros
source: Invited professionals
es: Profesionales invitados

# noInvitedYet
source: You haven't invited anyone yet.
es: Aún no has invitado a nadie.

# receivedProposals
source: Proposals received
es: Propuestas recibidas

# proposalDetailTitle
source: Proposal detail
es: Detalle de propuesta

source: No proposals yet.
es: Todavía no hay propuestas.

source: View details
es: Ver detalles

# shortlistAction
source: Shortlist
es: Preseleccionar

# rejectAction
source: Reject
es: Rechazar

# hireAction
source: Hire
es: Contratar

# hireSuccessMessage
source: Pro hired.
es: Profesional contratado.

# rateJobCta
source: Rate job
es: Calificar trabajo

# ratingAlreadySent
source: You already rated this job.
es: Ya calificaste este trabajo.

# proDeleted
source: Professional unavailable
es: Profesional no disponible

# jobToBeScheduled
source: To be scheduled
es: Por agendar

# proposalsCount
source: {count} proposals
es: {count} propuestas

# jobStatusDraft
source: Draft
es: Borrador

# jobStatusOpen
source: Open
es: Abierto

# jobStatusUnderReview
source: Under review
es: En revisión

# jobStatusHired
source: Pro selected
es: Profesional seleccionado

# jobStatusInProgress
source: In progress
es: En progreso

# jobStatusCompleted
source: Completed
es: Completado

# jobStatusCancelled
source: Cancelled
es: Cancelado

# proposalSubmitted
source: Submitted
es: Enviada

# proposalShortlisted
source: Shortlisted
es: Preseleccionada

# proposalRejected
source: Rejected
es: Rechazada

# proposalHired
source: Hired
es: Contratada

# budgetHourly
source: Hourly
es: Por hora

# budgetFixed
source: Fixed price
es: Precio fijo

# budgetRangeLabel
source: Between ${from} and ${to} per hour
es: Entre ${from} y ${to} por hora

# fixedPriceLabel
source: Fixed price: ${price}
es: Precio fijo: ${price}

# jobCustomTitle
source: Custom job
es: Trabajo personalizado

# jobCustomDescription
source: Client entered details
es: Detalles definidos por el cliente

# jobCustomFilled
source: Custom job
es: Trabajo personalizado

# jobCustomDescriptionFilled
source: Custom description
es: Descripción personalizada

# coverDetailSparkling
source: I bring my own supplies and focus on leaving every corner spotless.
es: Soy detallada y llevo mis propios insumos para que tu apartamento quede impecable.

# coverExperienceDeep
source: Deep clean specialist, focus on kitchen and bathrooms.
es: Experta en limpiezas profundas, foco en cocina y baños.

# coverWeeklyCare
source: I can keep your home ready every week and coordinate schedules.
es: Puedo mantener la casa lista cada semana y coordinar horarios.

# coverFlexible
source: Flexible hours and adapt to your needs.
es: Tengo horarios flexibles y me adapto a tus necesidades.

# coverOfficeReset
source: Experience with small offices, organize desks and sanitize.
es: Experiencia en oficinas pequeñas, organizo puestos y desinfección.

# searchProsTitle
source: Find professionals
es: Buscar profesionales

# searchInviteHint
source: Invite pros directly to one of your open jobs.
es: Invita a profesionales directamente a uno de tus trabajos abiertos.

# noProsFound
source: No pros match that name or area.
es: No encontramos profesionales con ese nombre o zona.

# inviteToJob
source: Invite to a job
es: Invitar a un trabajo

source: View open jobs
es: Ver trabajos abiertos

# selectJobToInvite
source: Select a job to invite
es: Selecciona un trabajo para invitar

# inviteSent
source: Invitation sent to {name}
es: Invitación enviada a {name}

# noOpenJobsToInvite
source: You have no open jobs to invite.
es: No tienes trabajos abiertos para invitar.

# budgetCopyFallback
source: Proposal
es: Propuesta

# jobTitleDeepCleanApt
source: Deep clean for 2BR apartment
es: Limpieza profunda de apartamento 2 habitaciones

# jobDescDeepCleanApt
source: Want the kitchen and bathrooms spotless before family visits.
es: Busco dejar cocina y baños impecables antes de visita familiar.

# jobTitleWeeklyHouse
source: Weekly upkeep for house in Suba
es: Mantenimiento semanal casa en Suba

# jobDescWeeklyHouse
source: General clean every week, priority bedrooms and patio.
es: Limpieza general cada semana, prioridad habitaciones y patio.

# jobTitleOfficeReset
source: Monthly reset for small office
es: Reset mensual de oficina pequeña

# jobDescOfficeReset
source: Organize desks, clean glass and prep meeting room.
es: Organizar puestos, limpiar vidrios y dejar sala de juntas lista.

# rateJobTitle
source: Rate job
es: Calificar trabajo

# rateJobShortcut
source: Rate
es: Calificar

# searchProsInviteCta
source: Invite
es: Invitar

source: Messages
es: Mensajes

# noMessagesYet
source: You don't have any messages yet
es: Aún no tienes mensajes

# noMessagesDescription
source: When you receive messages from professionals, they will appear here.
es: Cuando recibas mensajes de profesionales, aparecerán aquí.

source: Active job
es: Trabajo activo

# noMessagesInConversation
source: No messages in this conversation
es: No hay mensajes en esta conversación

# typeMessage
source: Type a message...
es: Escribe un mensaje...

source: Mark all as read
es: Marcar todo como leído

# noNotificationsYet
source: You don't have any notifications
es: No tienes notificaciones

# noNotificationsDescription
source: Notifications about your jobs and proposals will appear here.
es: Las notificaciones sobre tus trabajos y propuestas aparecerán aquí.

source: Unread messages
es: Mensajes sin leer

source: New notifications
es: Notificaciones nuevas
